sdaiGetAttrsBN(Sdai_instS*,System.Int32,System.SByte!System.Runtime.CompilerServices.IsSignUnspecifiedByte*,SdaiPrimitiveType,System.Void*,BTEllipsis)
\details
Retrieves attribute values from a specified application instance.
\param instance       [in] An application instance.
\param numberAttr     [in] A number of required attributes.
\param attributeName  [in] A string that contains the name of the required attribute.
\param valueType      [in] An attribute value type.
\param value          [out] A placeholder for attribute values.